Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Clink pulls from your contacts, system text replacements, and its own custom iCloud-synced store.
de: Clink greift auf deine Kontakte, die System-Textersetzungen und seinen eigenen, über iCloud synchronisierten Speicher zu.
es: Clink toma datos de tus contactos, las sustituciones de texto del sistema y su propio almacén personalizado sincronizado con iCloud.
et: Clink ammutab sinu kontaktidest, süsteemi tekstiasendustest ja oma kohandatud iCloudi sünkroonitud salvestist.
fr: Clink puise dans tes contacts, les remplacements de texte du système et son propre stockage perso synchronisé via iCloud.
hu: A Clink a kapcsolataidból, a rendszer szövegcseréiből és a saját, iCloudon szinkronizált tárából merít.
it: Clink attinge dai tuoi contatti, dalle sostituzioni di testo del sistema e dal suo archivio personale sincronizzato via iCloud.
ja: Clink は連絡先、システムのテキスト置換、そして iCloud で同期される独自のカスタム辞書から取り込みます。
ko: Clink는 연락처, 시스템 텍스트 대체어, 그리고 iCloud로 동기화되는 자체 저장소에서 가져와요.
ms: Clink ambil daripada kenalan anda, penggantian teks sistem, dan simpanan tersuai tersegerak iCloud sendiri.
pt: O Clink recorre aos teus contactos, às substituições de texto do sistema e ao seu próprio arquivo sincronizado com o iCloud.
ru: Clink берёт их из ваших контактов, системных замен текста и собственного хранилища, синхронизируемого через iCloud.
zh_hans: Clink 会从你的联系人、系统文本替换，以及它自己那个 iCloud 同步的自定义库里取词。

source: Clink taps into Apple Intelligence when available for smarter completions as you type.
de: Clink nutzt Apple Intelligence, wenn es verfügbar ist, für klügere Vervollständigungen beim Tippen.
es: Clink recurre a Apple Intelligence cuando está disponible para completar con más inteligencia mientras escribes.
et: Clink kasutab võimalusel Apple Intelligence'i nutikamate lõpetuste jaoks tipimise ajal.
fr: Clink fait appel à Apple Intelligence quand c'est dispo pour des complétions plus malines pendant que tu tapes.
hu: A Clink igénybe veszi az Apple Intelligence-t, ha elérhető, hogy okosabb kiegészítéseket adjon gépelés közben.
it: Clink sfrutta Apple Intelligence, quando disponibile, per completamenti più intelligenti mentre scrivi.
ja: Clink は使えるときに Apple Intelligence を活用して、入力中によりスマートな補完を出します。
ko: Clink는 쓸 수 있을 때 Apple Intelligence를 활용해서 입력하는 동안 더 똑똑하게 자동 완성해요.
ms: Clink guna Apple Intelligence apabila tersedia untuk pelengkapan lebih pintar semasa anda menaip.
pt: O Clink usa a Apple Intelligence quando está disponível para conclusões mais espertas enquanto escreves.
ru: Когда Apple Intelligence доступен, Clink обращается к нему за более умными продолжениями по ходу печати.
zh_hans: 有 Apple Intelligence 时，Clink 会用它，在你打字时给出更聪明的补全。

source: Clink turns this on as a typing language once the dictionary is added.
de: Clink schaltet diese Sprache zum Tippen ein, sobald das Wörterbuch hinzugefügt ist.
es: Clink activará este idioma para escribir en cuanto se añada el diccionario.
et: Clink lubab selle sisestuskeelena, niipea kui sõnaraamat on lisatud.
fr: Clink activera cette langue de saisie dès que le dictionnaire sera ajouté.
hu: A Clink bekapcsolja ezt gépelési nyelvként, amint a szótár bekerült.
it: Clink attiverà questa lingua di scrittura appena il dizionario è aggiunto.
ja: 辞書を追加すると、この言語が入力言語としてオンになります。
ko: 사전을 추가하면 이 언어가 입력 언어로 켜집니다.
ms: Clink akan menghidupkan bahasa ini untuk menaip sebaik kamus ditambah.
pt: O Clink liga este idioma de escrita assim que o dicionário for adicionado.
ru: После добавления словаря Clink включит это как язык печати.
zh_hans: 添加词典后，Clink 会把这个语言设为输入语言。

source: Clink update available
de: Clink-Update verfügbar
es: Actualización de Clink disponible
et: Clinki värskendus on saadaval
fr: Mise à jour de Clink disponible
hi: Clink अपडेट उपलब्ध है
hu: Elérhető a Clink frissítése
it: Aggiornamento di Clink disponibile
ja: Clinkのアップデートを利用できます
ko: Clink 업데이트를 사용할 수 있습니다
ms: Kemas kini Clink tersedia
ne: Clink अद्यावधिक उपलब्ध छ
pt: Atualização do Clink disponível
ru: Доступно обновление Clink
tr: Clink güncellemesi kullanılabilir
zh_hans: Clink 更新可用

source: Clink works fully without Full Access. You still get the standard system click. Flip it on if you want custom **clink** sound packs and haptics.
de: Clink läuft komplett ohne Vollzugriff. Den normalen Systemklick bekommst du trotzdem. Schalt ihn ein, wenn du eigene **clink**-Soundpakete und Haptik willst.
es: Clink funciona del todo sin acceso completo. Sigues teniendo el clic normal del sistema. Actívalo si quieres packs de sonido **clink** propios y vibración.
et: Clink töötab täielikult ka ilma täisjuurdepääsuta. Tavalise süsteemi klõpsu saad niikuinii. Lülita see sisse, kui tahad kohandatud **clink** helipakette ja haptilist tagasisidet.
fr: Clink marche très bien sans accès complet. Tu gardes le clic système habituel. Active-le si tu veux des packs de sons **clink** perso et le retour haptique.
hu: A Clink Teljes hozzáférés nélkül is tökéletesen működik. A megszokott rendszerkattanást így is megkapod. Kapcsold be, ha saját **clink** hangcsomagokat és rezgést szeretnél.
it: Clink funziona benissimo anche senza accesso completo. Hai comunque il clic standard del sistema. Attivalo se vuoi i pacchetti sonori **clink** e i feedback tuoi.
ja: Clinkはフルアクセスがなくてもちゃんと動きます。標準のシステムクリック音はそのまま使えます。カスタムの **clink** サウンドパックやハプティクスを使いたいときだけオンにしてください。
ko: Clink은 전체 접근 없이도 다 잘 돼요. 기본 시스템 클릭음은 그대로 나와요. 나만의 **clink** 사운드 팩과 햅틱을 쓰고 싶으면 켜세요.
ms: Clink berfungsi penuh tanpa Akses Penuh. Anda tetap dapat klik sistem biasa. Hidupkan kalau anda nak pek bunyi **clink** dan haptik sendiri.
pt: O Clink funciona lindamente sem acesso total. Continuas a ter o clique normal do sistema. Liga-o se quiseres pacotes de som **clink** à tua medida e vibração.
ru: Clink полностью работает и без полного доступа — стандартный системный щелчок остаётся. Включайте его, если хотите свои наборы звуков **clink** и тактильную отдачу.
zh_hans: 没有完全访问权限，Clink 也能完整用。你照样有系统自带的点击声。想要自定义的 **clink** 音效包和触感，就把它打开。

source: Clipboard
de: Zwischenablage
es: Portapapeles
et: Lõikelaud
fr: Presse-papiers
hu: Vágólap
it: Appunti
ja: クリップボード
ko: 클립보드
ms: Papan keratan
pt: Área de transferência
ru: Буфер обмена
zh_hans: 剪贴板

source: Clipboard From
de: Zwischenablage von
es: Portapapeles de
et: Lõikelaualt
fr: Presse-papiers de
hu: Vágólap innen:
it: Appunti da
ja: クリップボードの取得元
ko: 클립보드 출처
ms: Papan keratan Dari
pt: Área de transferência de
ru: Буфер обмена из
zh_hans: 剪贴板来自

source: Clipboard History
de: Zwischenablage-Verlauf
es: Historial del portapapeles
et: Lõikelaua ajalugu
fr: Historique du presse-papiers
hu: Vágólap-előzmények
it: Cronologia degli appunti
ja: クリップボード履歴
ko: 클립보드 기록
ms: Sejarah Papan keratan
pt: Histórico da área de transferência
ru: История буфера обмена
zh_hans: 剪贴板历史

source: Clipboard and panels
de: Zwischenablage und Panels
es: Portapapeles y paneles
et: Lõikelaud ja paneelid
fr: Presse-papiers et panneaux
hu: Vágólap és panelek
it: Appunti e pannelli
ja: クリップボードとパネル
ko: 클립보드 및 패널
ms: Papan keratan dan panel
pt: Área de transferência e painéis
ru: Буфер обмена и панели
zh_hans: 剪贴板与面板

source: Clipboard chips
de: Zwischenablage-Chips
es: Chips del portapapeles
et: Lõikelaua kiibid
fr: Puces presse-papiers
hu: Vágólap-chippek
it: Chip degli appunti
ja: クリップボードチップ
ko: 클립보드 칩
ms: Cip papan klip
pt: Chips da área de transferência
ru: Чипы буфера обмена
zh_hans: 剪贴板碎片

source: Clipboard features need Full Access because iOS requires it to read the pasteboard.
de: Für die Zwischenablage-Funktionen braucht es Vollzugriff, weil iOS das zum Lesen der Zwischenablage verlangt.
es: Las funciones del portapapeles necesitan acceso completo porque iOS lo pide para leerlo.
et: Lõikelaua funktsioonid vajavad täisjuurdepääsu, sest iOS nõuab seda lõikelaua lugemiseks.
fr: Les fonctions du presse-papiers ont besoin de l'accès complet, parce que iOS l'exige pour lire le presse-papiers.
hu: A vágólapfunkciókhoz teljes hozzáférés kell, mert az iOS enélkül nem engedi olvasni a vágólapot.
it: Le funzioni appunti hanno bisogno dell'accesso completo perché iOS lo richiede per leggere gli appunti.
ja: クリップボード機能にはフルアクセスが必要です。ペーストボードを読むのに iOS がそれを求めるからです。
ko: iOS가 클립보드를 읽으려면 전체 접근이 필요해서, 클립보드 기능도 전체 접근이 있어야 해요.
ms: Ciri papan keratan perlukan Akses Penuh sebab iOS memerlukannya untuk membaca papan keratan.
pt: As funcionalidades da área de transferência precisam de acesso total porque o iOS exige-o para ler a área de transferência.
ru: Функциям буфера обмена нужен полный доступ: без него iOS не даёт читать буфер.
zh_hans: 剪贴板功能需要完全访问，因为 iOS 规定这样才能读剪贴板。

source: Clipboard history
de: Verlauf der Zwischenablage
es: Historial del portapapeles
et: Lõikelaua ajalugu
fr: Historique du presse-papiers
hu: A vágólap előzményei
it: Cronologia degli appunti
ja: クリップボードの履歴
ko: 클립보드 기록
ms: Sejarah papan keratan
pt: Histórico da área de transferência
ru: История буфера обмена
zh_hans: 剪贴板历史

source: Clipboard history can include private text like passwords. It's encrypted before it leaves and only ever goes through your own iCloud account.
de: Der Zwischenablage-Verlauf kann private Texte wie Passwörter enthalten. Er wird vor dem Versand verschlüsselt und läuft nur über deinen eigenen iCloud-Account.
es: El historial del portapapeles puede incluir texto privado, como contraseñas. Se cifra antes de salir y solo pasa por tu propia cuenta de iCloud.
et: Lõikelaua ajalugu võib sisaldada privaatset teksti nagu paroolid. See krüptitakse enne saatmist ja läheb ainult sinu enda iCloudi konto kaudu.
fr: L’historique du presse-papiers peut contenir du texte privé, comme des mots de passe. Il est chiffré avant de partir et ne passe que par ton propre compte iCloud.
hu: A vágólap-előzmények bizalmas szöveget, például jelszavakat is tartalmazhatnak. Indulás előtt titkosítjuk, és csak a saját iCloud-fiókodon halad át.
it: La cronologia degli appunti può contenere testo privato, come le password. Viene cifrata prima di partire e passa solo dal tuo account iCloud.
ja: クリップボード履歴にはパスワードなどの個人的な文字列が含まれることがあります。送信前に暗号化され、あなた自身のiCloudアカウントだけを通ります。
ko: 클립보드 기록에는 비밀번호 같은 개인적인 텍스트가 들어 있을 수 있습니다. 전송 전에 암호화되며, 사용자의 iCloud 계정만 거칩니다.
ms: Sejarah papan keratan boleh mengandungi teks peribadi seperti kata laluan. Ia disulitkan sebelum keluar dan hanya melalui akaun iCloud anda sendiri.
pt: O histórico da área de transferência pode incluir texto privado, como palavras-passe. É encriptado antes de sair e passa apenas pela tua própria conta iCloud.
ru: В истории буфера обмена может оказаться личное — например, пароли. Она шифруется перед отправкой и проходит только через ваш собственный аккаунт iCloud.
zh_hans: 剪贴板历史可能包含密码等私密文字。它在离开设备前就已加密，并且只经过你自己的 iCloud 账户。

source: Clipboard history is off. Turn it on to use and customize it.
de: Der Zwischenablage-Verlauf ist aus. Schalte ihn ein, um ihn zu nutzen und anzupassen.
es: El historial del portapapeles está desactivado. Actívalo para usarlo y personalizarlo.
et: Lõikelaua ajalugu on väljas. Lülita see sisse, et kasutada ja kohandada.
fr: L'historique du presse-papiers est désactivé. Active-le pour l'utiliser et le personnaliser.
hu: A vágólap-előzmények ki vannak kapcsolva. Kapcsold be, hogy használhasd és beállíthasd.
it: La cronologia degli appunti è disattivata. Attivala per usarla e personalizzarla.
ja: クリップボード履歴はオフです。オンにすると使えて、設定も変えられます。
ko: 클립보드 기록이 꺼져 있어요. 켜면 쓰고 설정도 바꿀 수 있어요.
ms: Sejarah papan keratan dimatikan. Hidupkannya untuk guna dan sesuaikannya.
pt: O histórico da área de transferência está desligado. Liga-o para o usares e personalizares.
ru: История буфера обмена выключена. Включите её, чтобы пользоваться и настраивать.
zh_hans: 剪贴板历史已关闭。打开后就能使用并调整设置。

source: Clipboard history needs Full Access to read what you've copied.
de: Der Zwischenablage-Verlauf braucht Vollzugriff, um zu lesen, was du kopiert hast.
es: El historial del portapapeles necesita acceso completo para leer lo que has copiado.
et: Lõikelaua ajalugu vajab täisjuurdepääsu, et lugeda seda, mida oled kopeerinud.
fr: L'historique du presse-papiers a besoin de l'accès complet pour lire ce que tu as copié.
hu: A vágólap-előzményekhez Teljes hozzáférés kell, hogy lássa, mit másoltál.
it: La cronologia degli appunti ha bisogno dell'accesso completo per leggere ciò che hai copiato.
ja: クリップボード履歴では、コピーした内容を読み取るためにフルアクセスが必要です。
ko: 클립보드 기록은 복사한 내용을 읽어야 해서 전체 접근이 필요해요.
ms: Sejarah papan keratan perlukan Akses Penuh untuk baca apa yang anda salin.
pt: O histórico da área de transferência precisa de acesso total para ler o que copiaste.
ru: Истории буфера обмена нужен полный доступ, чтобы читать скопированное.
zh_hans: 剪贴板历史需要完全访问权限，才能读到你复制的内容。

source: Clipboard history only runs when the panel is on and Full Access is granted.
de: Der Zwischenablageverlauf läuft nur, wenn das Panel an ist und du Vollzugriff erlaubt hast.
es: El historial del portapapeles solo funciona con el panel activado y el acceso completo dado.
et: Lõikelaua ajalugu töötab ainult siis, kui paneel on sees ja täisjuurdepääs on antud.
fr: L'historique du presse-papiers ne marche que si le panneau est activé et l'accès complet accordé.
hu: A vágólap-előzmények csak akkor futnak, ha be van kapcsolva a panel, és megadtad a teljes hozzáférést.
it: La cronologia appunti funziona solo con il pannello attivo e l'accesso completo concesso.
ja: クリップボード履歴は、パネルがオンでフルアクセスも許可されているときだけ動きます。
ko: 클립보드 기록은 패널이 켜져 있고 전체 접근이 허용됐을 때만 돌아가요.
ms: Sejarah papan keratan cuma berjalan bila panel dihidupkan dan Akses Penuh diberikan.
pt: O histórico da área de transferência só corre com o painel ligado e o acesso total concedido.
ru: История буфера обмена работает, только когда включена панель и выдан полный доступ.
zh_hans: 只有开了面板并给了完全访问，剪贴板历史才会运行。

source: Clipboard history, notepad, emoji recents
de: Zwischenablageverlauf, Notizblock, zuletzt genutzte Emojis
es: Historial del portapapeles, bloc de notas y emojis recientes
et: Lõikelaua ajalugu, märkmik, viimati kasutatud emojid
fr: Historique du presse-papiers, bloc-notes et emoji récents
hu: Vágólap-előzmények, jegyzettömb, legutóbbi emojik
it: Cronologia appunti, blocco note ed emoji recenti
ja: クリップボード履歴、メモ、最近使った絵文字
ko: 클립보드 기록, 메모장, 최근 이모지
ms: Sejarah papan keratan, notepad dan emoji terkini
pt: Histórico da área de transferência, bloco de notas e emoji recentes
ru: История буфера обмена, блокнот, недавние эмодзи
zh_hans: 剪贴板历史、记事本、最近用过的表情

source: Clipboard keeps what you've copied so you can paste something from an hour ago, and pin the things you paste constantly.
de: Die Zwischenablage hebt Kopiertes auf: Du kannst etwas von vor einer Stunde einsetzen und anpinnen, was du ständig brauchst.
es: El portapapeles guarda lo que copias, así puedes pegar algo de hace una hora y fijar lo que pegas a todas horas.
et: Lõikelaud hoiab seda, mida oled kopeerinud, et sa saaksid kleepida miskit tunnise tagusest ja kinnitada asjad, mida sa pidevalt kleebid.
fr: Le presse-papiers conserve ce que tu copies : tu peux coller un truc d'il y a une heure, et épingler ce que tu colles sans arrêt.
hu: A vágólap megőrzi, amit kimásoltál, így beilleszthetsz valamit egy órával későbbről is, a folyton használtakat pedig kitűzheted.
it: Gli appunti conservano ciò che copi: puoi incollare qualcosa di un'ora fa e fissare quello che incolli di continuo.
ja: クリップボードはコピーした内容を残しておくので、1時間前のものも貼り付けられます。よく使うものはピン留めできます。
ko: 클립보드는 복사한 내용을 남겨 두기 때문에 한 시간 전 것도 붙여넣을 수 있고, 자주 쓰는 건 고정해 둘 수 있습니다.
ms: Papan keratan menyimpan apa yang anda salin, jadi anda boleh menampal sesuatu dari sejam lalu, dan menyemat perkara yang kerap ditampal.
pt: A área de transferência guarda o que copiaste, por isso podes colar algo de há uma hora e fixar o que colas a toda a hora.
ru: Буфер обмена хранит скопированное, чтобы можно было вставить что-то часовой давности и закрепить то, что вставляете постоянно.
zh_hans: 剪贴板会留着你复制过的内容，一小时前的也能粘贴，常用的还能钉住。

source: Clipboard manager
de: Zwischenablage
es: Gestor del portapapeles
et: Lõikelaua haldur
fr: Gestionnaire du presse-papiers
hu: Vágólapkezelő
it: Gestore appunti
ja: クリップボード管理
ko: 클립보드 관리
ms: Pengurus papan klip
pt: Gestor da área de transferência
ru: Менеджер буфера обмена
zh_hans: 剪贴板管理

source: Clipboard needs Full Access, and reading it shows the iOS paste banner.
de: Die Zwischenablage braucht Vollzugriff, und beim Lesen zeigt iOS das Einfügen-Banner an.
es: El portapapeles necesita acceso completo, y al leerlo iOS muestra el aviso de pegado.
et: Lõikelaud vajab täisjuurdepääsu ja selle lugemine näitab iOS-i kleepimisriba.
fr: Le presse-papiers nécessite l'accès complet, et sa lecture affiche la bannière de collage d'iOS.
hu: A vágólaphoz Teljes hozzáférés kell, és a beolvasásakor az iOS megjeleníti a beillesztési sávot.
it: Gli appunti richiedono l'accesso completo, e leggerli mostra il banner di incolla di iOS.
ja: クリップボードにはフルアクセスが必要で、読み取るとiOSの貼り付けバナーが表示されます。
ko: 클립보드를 쓰려면 전체 접근 허용이 필요하고, 읽을 때 iOS의 붙여넣기 배너가 떠요.
ms: Papan keratan memerlukan Akses Penuh, dan membacanya memaparkan sepanduk tampal iOS.
pt: A área de transferência precisa de acesso total, e lê-la mostra o aviso de colar do iOS.
ru: Буферу обмена нужен полный доступ, и при чтении iOS показывает баннер о вставке.
zh_hans: 剪贴板需要完全访问权限，读取时会弹出 iOS 的粘贴提示条。

source: Clipboard style
de: Stil der Zwischenablage
es: Estilo del portapapeles
et: Lõikelaua stiil
fr: Style du presse-papiers
hu: Vágólap stílusa
it: Stile degli appunti
ja: クリップボードのスタイル
ko: 클립보드 스타일
ms: Gaya papan keratan
pt: Estilo da área de transferência
ru: Вид буфера обмена
zh_hans: 剪贴板风格

source: Clipboard, Translate, AI and more.
de: Zwischenablage, Übersetzen, KI und mehr.
es: Portapapeles, traducción, IA y más.
et: Lõikelaud, tõlge, TI ja palju muud.
fr: Presse-papiers, traduction, IA et plus encore.
hu: Vágólap, fordítás, MI és még sok más.
it: Appunti, traduzione, IA e altro ancora.
ja: クリップボード、翻訳、AI など。
ko: 클립보드, 번역, AI 등.
ms: Papan keratan, terjemah, AI dan banyak lagi.
pt: Área de transferência, tradução, IA e muito mais.
ru: Буфер обмена, перевод, ИИ и не только.
zh_hans: 剪贴板、翻译、AI 等。

source: Clipboard, notepad, translate, emoji, calculator. Turn on the ones you want and skip the rest.
de: Zwischenablage, Notizblock, Übersetzen, Emoji, Rechner. Schalt die ein, die du willst, und lass den Rest weg.
es: Portapapeles, bloc de notas, traducción, emoji, calculadora. Activa los que quieras y deja el resto.
et: Lõikelaud, märkmik, tõlge, emoji, kalkulaator. Lülita sisse need, mida tahad, ja jäta ülejäänud vahele.
fr: Presse-papiers, bloc-notes, traduction, emoji, calculatrice. Active ceux que tu veux et ignore les autres.
hu: Vágólap, jegyzettömb, fordítás, emoji, számológép. Kapcsold be, amelyiket szeretnéd, a többit hagyd.
it: Appunti, blocco note, traduzione, emoji, calcolatrice. Attiva quelli che vuoi e lascia perdere il resto.
ja: クリップボード、メモ帳、翻訳、絵文字、電卓。使いたいものだけオンにして、あとは飛ばせます。
ko: 클립보드, 메모장, 번역, 이모지, 계산기. 원하는 것만 켜고 나머지는 건너뛰세요.
ms: Papan keratan, pad nota, terjemah, emoji, kalkulator. Hidupkan yang anda mahu dan langkau yang lain.
pt: Área de transferência, bloco de notas, tradução, emoji, calculadora. Liga as que quiseres e ignora as restantes.
ru: Буфер обмена, блокнот, перевод, эмодзи, калькулятор. Включите нужное, остальное пропустите.
zh_hans: 剪贴板、记事本、翻译、表情、计算器。想要哪个就开哪个，其余的跳过。

source: Clips in this group become ungrouped.
de: Clips in dieser Gruppe sind dann nicht mehr gruppiert.
es: Los clips de este grupo se quedan sin grupo.
et: Selles grupis olevad klipid muutuvad grupita.
fr: Les clips de ce groupe seront dégroupés.
hu: Az ebben a csoportban lévő elemek kikerülnek a csoportból.
it: Le clip di questo gruppo torneranno senza gruppo.
ja: このグループのクリップはグループなしに戻ります。
ko: 이 그룹의 클립은 그룹에서 빠져요.
ms: Klip dalam kumpulan ini akan keluar dari kumpulan.
pt: Os clipes deste grupo deixam de estar agrupados.
ru: Фрагменты из этой группы останутся без группы.
zh_hans: 这个分组里的剪贴内容会变成没分组的状态。

source: Clips pop in a panel over the keys. Tap to paste.
de: Clips erscheinen in einem Panel über den Tasten. Tippe zum Einfügen.
es: Los clips aparecen en un panel sobre las teclas: toca para pegar.
et: Klipid hüppavad klahvide kohal olevale paneelile. Puuduta kleepimiseks.
fr: Les clips apparaissent dans un panneau au-dessus des touches. Touche pour coller.
hu: Az elemek egy panelen jelennek meg a billentyűk fölött. Koppints a beillesztéshez.
it: Le clip compaiono in un pannello sopra i tasti: tocca per incollare.
ja: クリップはキーの上のパネルに表示されます。タップで貼り付け。
ko: 클립이 키 위의 패널에 표시돼요. 탭하면 붙여넣기돼요.
ms: Klip muncul dalam panel di atas kekunci. Ketik untuk tampal.
pt: Os clips aparecem num painel sobre as teclas. Toque para colar.
ru: Фрагменты появляются в панели поверх клавиш. Нажмите, чтобы вставить.
zh_hans: 剪贴内容会在按键上方的面板中弹出，点按即可粘贴。

source: Close
de: Schließen
es: Cerrar
et: Sule
fr: Fermer
hu: Bezárás
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
pt: Fechar
ru: Закрыть
zh_hans: 关闭

source: Close on paste
de: Beim Einfügen schließen
es: Cerrar al pegar
et: Sule pärast kleepimist
fr: Fermer après le collage
hu: Zárja be a pasztán
it: Chiudi dopo l'incolla
ja: 貼り付けで閉じる
ko: 붙여넣으면 닫기
ms: Tutup apabila tampal
pt: Fechar ao colar
ru: Закрывать после вставки
zh_hans: 粘贴后关闭

source: Close panel
de: Panel schließen
es: Cerrar panel
et: Sulge paneel
fr: Fermer le panneau
hu: Panel bezárása
it: Chiudi pannello
ja: パネルを閉じる
ko: 패널 닫기
ms: Tutup panel
pt: Fechar painel
ru: Закрыть панель
zh_hans: 关闭面板

source: Cloud AI needs Full Access for the Clink keyboard.
de: Cloud-KI benötigt vollen Zugriff für die Clink-Tastatur.
es: La IA en la nube necesita acceso total para el teclado Clink.
et: Pilve-AI vajab Clinki klaviatuuri täielikku juurdepääsu.
fr: L’IA dans le cloud nécessite l’accès complet pour le clavier Clink.
hu: A felhős MI-hez teljes hozzáférés szükséges a Clink billentyűzeten.
it: L’IA nel cloud richiede accesso completo per la tastiera Clink.
ja: クラウドAIを使うには、Clinkキーボードのフルアクセスが必要です。
ko: 클라우드 AI를 사용하려면 Clink 키보드에 전체 접근을 허용해야 합니다.
ms: AI awan memerlukan Akses Penuh untuk papan kekunci Clink.
pt: A IA na nuvem requer acesso completo para o teclado Clink.
ru: Для облачного ИИ нужен полный доступ к клавиатуре Clink.
zh_hans: 云端 AI 需要 Clink 键盘的完全访问权限。

source: Code point
de: Codepunkt
es: Punto de código
et: Koodipunkt
fr: Point de code
hu: Kódpont
it: Punto di codice
ja: コードポイント
ko: 코드 포인트
ms: Titik kod
pt: Ponto de código
ru: Кодовая точка
zh_hans: 码位

source: Coding
de: Programmieren
es: Programación
et: Programmeerimine
fr: Programmation
hu: Programozás
it: Programmazione
ja: コーディング
ko: 코딩
ms: Pengaturcaraan
pt: Programação
ru: Программирование
zh_hans: 编程

source: Color
de: Farbe
et: Värv
fr: Couleur
hu: Szín
it: Colore
ja: 色
ko: 색상
ms: Warna
pt: Cor
ru: Цвет
zh_hans: 颜色

source: Color clipboard
de: Zwischenablage für Farben
es: Portapapeles de colores
et: Värvide lõikelaud
fr: Presse-papiers de couleurs
hu: Színvágólap
it: Appunti colori
ja: カラークリップボード
ko: 색상 클립보드
ms: Papan keratan warna
pt: Área de transferência de cores
ru: Буфер обмена цветами
zh_hans: 颜色剪贴板
